{"meta":{"title":"Laputa","subtitle":"Personal Website","description":null,"author":"HtPsi","url":"https://www.htpsi.me"},"pages":[{"title":"Categories","date":"2018-05-11T06:39:39.784Z","updated":"2018-05-11T06:39:39.784Z","comments":true,"path":"categories/index.html","permalink":"https://www.htpsi.me/categories/index.html","excerpt":"","text":""},{"title":"About me","date":"2017-08-10T14:08:05.000Z","updated":"2018-05-16T15:58:47.000Z","comments":true,"path":"about/index.html","permalink":"https://www.htpsi.me/about/index.html","excerpt":"","text":"A brief Biography My name is HtPsi I’m now a Ph.D. Candidate in Tsinghua University. Research Area：cQED(see more details and progress) Interested in Physics, Quantum Computation, Music, Sports, Calligraphy &amp; Typesetting. Hobbies and Skill Exp:Page Down&darr; What else I can say about myselfEmmmmmm…How time flies! Without any sign, more than twenty years have passed. As looking back on the past, I can see a little innocent boy, even kind of foolish, walked on foot through the muddy countryroad all day long, rode bike from home to school day after day, and then caught the train home once a year. Those times accompanied by laughs and tear drops make the boy become the man who I am. I thank the happiness with my family and friends and I also appreciate the pain through all my life. Only the healing scars of wound can really make one remember and learn stuffs that he can never learn from books or anything else. So I never regret things that passed. I only look forward. 昨日种种，皆成今我，切莫思量，更莫哀，从今往后，怎么收获，怎么栽。 胡适 I was born into a normal wage-earners’ family in central china. Without any speciality and competition certificate, I went to college only by college entrance examination(ranked about 1000th in one million candidates) in 2008. I majored in Resources and Environment Science at Shanghai Jiao Tong University and soon felt apathetic. After one year’s struggling, I decided to change my subject to physics. I minored in Applied Physics and finally achieved two Bachelor degrees when graduated. After that, I applied for the postgraduate program at Shanghai Jiao Tong University to further my study. During my postgraduate career for master degree, I focused on the quantum optical phenomena of Micro-Cavity Optomechanical System. A few research results were accomplished there. After acquiring my master degree, I went to Tsinghua University to pursue my doctorate in Electronics Science and Technology. The more I studied and experienced, the more I discovered about what I am really interested in and where I should belong from heart. Just like a fate that has been designed, my current research projects are Quantum Simulation in Circuit Quantum Electro-Dynamics and Quantum Computation with Superconducting Quantum Circuits, which combine Computer Science, Electronics and Quantum Physics. These subjects allows me to think further about how this world works and who we are, so I decide to treat them as my lifelong research topic. I admire people who persist in their initial determinations, however, as time goes by, I gradually realize that Life is not all about things we are chasing, and one can’t be surveyed in only one aspect——everyone is multidimensional. So far, my attitude towards life can be briefly paraphrased by Yang Wen-li‘s tag “There are some things one can achieve, some things one can’t.” 有做的到的事，也有做不到的事。 杨威利銀河英雄伝説 I read books, but I didn’t read much. My favourites are Lu Yao‘s Ordinary World and Yu Hua‘s To Live. I watch movies, such as 千と千尋の神隠し, Le fabuleux destin d’Amélie Poulain, Forrest Gump, Les choristes),500 Days of Summer and Secondhand Lions. Instead of going to cinema, I watch movies on my computer. For me, watching a movie is just like reading a book, which needs one hundred percent attention. In may spare time, I’d like to arrange some chords and melodic lines by guitar and piano. I like various kinds of songs. Things change, but music never goes out of style. Besides, I am also fond of badminton and riding. I’ve seen things you people wouldn’t believe. Attack ships on fire off the shoulder of Orion. I’ve watched c-beams glitter in the dark near the Tannhauser Gate. All those…moments will be lost in time, like tears…in rain. Time to die……… Roy BattyBlade Runner I have read from someone’s blog that photograph is the key of the beauty of typesetting, and one photograph can tell more than hundreds of words. So here is a picture shot in Tsinghua before. Guess what they were doing?! Education Tsinghua University25th in QS World University Rankings 2018 2015.09 - Present: Ph.D. Candidate in Electronics Science and Technology Institute of Microelectronics Tsinghua National Laboratory for Information Science and Technology Shanghai Jiao Tong University62nd in QS World University Rankings 2018 Master of Science in Theoretical Physics Department of Physics and Astronomy Key Laboratory of Arti cial Structures and Quantum Control Shanghai Jiao Tong University62nd in QS World University Rankings 2018 Bachelor of Science in Resources and Environment Also minored in Applied Physics and achieved a Bachelor’s degree Publications Chong Wang, Hua-Jun Chen, and Ka-Di Zhu, “Nonlinear optical response of cavity optomechanical system with second-order coupling,” Appl. Opt. 54, 4623-4628 (2015) DOI:10.1364/AO.54.004623 Yu-long Liu,Chong Wang,Jing Zhang and Yu-xi Liu. “Cavity optomechanics: Manipulating photons and phonons towards the single-photon strong coupling”. Chin. Phys. B, 2018, 27(2):024204.DOI:10.1088/1674-1056/27/2/024204 Hobbies and Skill Exp Pop Piano Acoustic Guitar Chromatic Harmonica Arrangement based on cubase Video Editing Calligraphy and Painting Badminton Table Tennis If you have any interest with these stuff, I’m very pleased with an open exchange of ideas and information! Contact Me The undemanding and proper way is sending me an Email My Email address: wangchong525@126.comFor further communication, wechat is also available My wechat QR code: The end"},{"title":"Tags","date":"2018-05-11T08:01:32.518Z","updated":"2018-05-11T06:39:39.799Z","comments":true,"path":"tags/index.html","permalink":"https://www.htpsi.me/tags/index.html","excerpt":"","text":""}],"posts":[{"title":"交大与我，十年一梦","slug":"交大与我，十年一梦","date":"2018-05-19T08:59:55.000Z","updated":"2018-05-20T16:56:24.684Z","comments":true,"path":"2018/05/19/交大与我，十年一梦/","link":"","permalink":"https://www.htpsi.me/2018/05/19/交大与我，十年一梦/","excerpt":"","text":"好想回到那时的日子，回到熟悉的N14-509。但是但是光想想心就酸的受不了了，如果真的能回到那个时候，我想我大概会哭疯掉的。虽然趁现在脑瓜还没有彻底生锈，那些个蹩脚的、幼稚的、无聊的但是令人怀念的日子。 参考资料","categories":[{"name":"中文","slug":"中文","permalink":"https://www.htpsi.me/categories/中文/"},{"name":"随笔","slug":"中文/随笔","permalink":"https://www.htpsi.me/categories/中文/随笔/"}],"tags":[{"name":"清华园","slug":"清华园","permalink":"https://www.htpsi.me/tags/清华园/"}]},{"title":"给十五岁的信","slug":"给十五岁的自己","date":"2018-05-18T13:19:09.000Z","updated":"2018-05-20T16:42:25.523Z","comments":true,"path":"2018/05/18/给十五岁的自己/","link":"","permalink":"https://www.htpsi.me/2018/05/18/给十五岁的自己/","excerpt":"","text":"十五岁的自己： 你好！ 想必你在语文课上一定写了很多遍给十年后自己的信吧，也一定为该说些什么而苦恼着。我知道你心里面有好多好多话想要说，可是要么是太过羞涩不想写给别人看，要么是词不达意写不出感觉。但是不必沮丧，你的心早就把 倘若你能收到这封信的话， 你一定很好奇，现在的 你一定想知道，很抱歉，现在的我依旧还是没有找到叫幸福的东西呢， 参考资料","categories":[{"name":"中文","slug":"中文","permalink":"https://www.htpsi.me/categories/中文/"},{"name":"随笔","slug":"中文/随笔","permalink":"https://www.htpsi.me/categories/中文/随笔/"}],"tags":[{"name":"十五岁","slug":"十五岁","permalink":"https://www.htpsi.me/tags/十五岁/"}]},{"title":"孤岛","slug":"lonely-island","date":"2018-05-16T13:00:07.000Z","updated":"2018-05-20T16:25:14.907Z","comments":true,"path":"2018/05/16/lonely-island/","link":"","permalink":"https://www.htpsi.me/2018/05/16/lonely-island/","excerpt":"","text":"参考资料","categories":[{"name":"中文","slug":"中文","permalink":"https://www.htpsi.me/categories/中文/"},{"name":"随笔","slug":"中文/随笔","permalink":"https://www.htpsi.me/categories/中文/随笔/"}],"tags":[{"name":"狄拉克","slug":"狄拉克","permalink":"https://www.htpsi.me/tags/狄拉克/"},{"name":"清华园","slug":"清华园","permalink":"https://www.htpsi.me/tags/清华园/"}]},{"title":"和自己对话","slug":"和自己对话","date":"2018-05-12T15:40:54.000Z","updated":"2018-05-20T17:06:17.269Z","comments":true,"path":"2018/05/12/和自己对话/","link":"","permalink":"https://www.htpsi.me/2018/05/12/和自己对话/","excerpt":"","text":"","categories":[{"name":"中文","slug":"中文","permalink":"https://www.htpsi.me/categories/中文/"},{"name":"随笔","slug":"中文/随笔","permalink":"https://www.htpsi.me/categories/中文/随笔/"}],"tags":[{"name":"清华园","slug":"清华园","permalink":"https://www.htpsi.me/tags/清华园/"},{"name":"对话","slug":"对话","permalink":"https://www.htpsi.me/tags/对话/"}]},{"title":"我的第一篇博文！","slug":"第一篇博文","date":"2018-05-11T07:17:25.191Z","updated":"2018-05-14T16:44:16.848Z","comments":true,"path":"2018/05/11/第一篇博文/","link":"","permalink":"https://www.htpsi.me/2018/05/11/第一篇博文/","excerpt":"","text":"小时候经常做有关飞行的梦。印象深刻的有三次：一次是自己是孙悟空的模样在美国犯了事，被超人捉到了，然后就趁着超人上超市的时间挣开镣锁，飞身贴着曼哈顿的大厦逃跑，后面则是超人紧跟不舍，后来大约是被捉到了我就醒了;第二次是梦到高中的操场上刮着大风，我就张着胳膊顶着风跑啊跑，跑着跑着就飞起来了，然后就在空中飘啊飘，飘啊飘；第三次跟前两次不太一样，是梦到晚上睡觉的时候自己连床一起飞出窗户，不停向上飞，飞出大气层，飞出太阳系，再飞出银河系，眼前只有黑色寰宇中星光点点。不过现在已经不再做这样的梦了。前几天在东操跑步的时候看到天上一大群飞鸟向西边飞过，我驻足看了好久。但是飞翔的鸟儿不会留意，地面上希翼的眼神。 晚上为了犒劳自己，一个人去清青吃了批萨。记得之前有次在这吃饭的时候，点菜的小姐姐告诉我餐厅批萨的价格已经十年没变过了。看来世界并没有变多少，变的只是我们自己。紫荆地下一层的清青pizza是我在清华最喜欢吃的餐厅——之一（大概）。除此之外就是桃李了，但是桃李需要校园卡。强烈推荐来清华玩的朋友到这个餐厅吃饭。Ps：这个餐厅只收现金，请带足银子。","categories":[{"name":"中文","slug":"中文","permalink":"https://www.htpsi.me/categories/中文/"},{"name":"随笔","slug":"中文/随笔","permalink":"https://www.htpsi.me/categories/中文/随笔/"}],"tags":[{"name":"清华园","slug":"清华园","permalink":"https://www.htpsi.me/tags/清华园/"},{"name":"清青披萨","slug":"清青披萨","permalink":"https://www.htpsi.me/tags/清青披萨/"}]},{"title":"Some Quotes","slug":"quote","date":"2018-05-11T07:17:25.080Z","updated":"2018-05-11T07:17:25.082Z","comments":true,"path":"2018/05/11/quote/","link":"","permalink":"https://www.htpsi.me/2018/05/11/quote/","excerpt":"No matter where you are, remembering what others said is always beneficial. On one hand, it can help you to better guide your life. On the other hand, you can expound your views more convincingly when quoting other people’s words. So here are some quotes that I daily selected just in case they’re gonna use…","text":"No matter where you are, remembering what others said is always beneficial. On one hand, it can help you to better guide your life. On the other hand, you can expound your views more convincingly when quoting other people’s words. So here are some quotes that I daily selected just in case they’re gonna use… 你是无意穿堂风 却偏偏引山洪 Poemswhere is hometown 撑着油纸伞，独自/彷徨在悠长、悠长/又寂寥的雨巷/我希望逢着/一个丁香一样地/结着愁怨的姑娘…… 戴望舒雨巷 人生一定要有意义吗？屋顶的存在一定是为了一所房子吗？如果你觉得屋顶不能独立的存在着，你一定没有看过亭子。人生就是亭子。 佐佐木先生一九八零年代的公寓顶层 It was the best of times, it was the worst of times, it was the age of wisdom, it was the age of foolishness, it was the epoch of belief, it was the epoch of incredulity, it was the season of Light, it was the season of Darkness, it was the spring of hope, it was the winter of despair, we had everything before us, we had nothing before us, we were all going direct to Heaven, we were all going direct the other way—in short, the period was so far like the present period, that some of its noisiest authorities insisted on its being received, for good or for evil, in the superlative degree of comparison only. Charles DickensA Tale of Two Cities And remember, no matter where you go, there you are. ConfuciusThe Analects …Carlos said something along the lines “if you don’t have a website nowadays, you don’t exist.” Later I paraphrased it as “I web, therefore I am a spiderman.” Yihui Xieblogdown: Creating Websites with R Markdown A very true saying, with which may be compared the words of jesus, the son of Sirach, The life of a fool is worse than death. And, as a rule, it will be found that a man is sociable just in the degree in which he is intellectually poor and generally vulgar. For one’s choice in this world does not go much beyond solitude on one side and vulgarity on the other. Arthur SchopenhauerThe Wisdom of Life","categories":[{"name":"English","slug":"English","permalink":"https://www.htpsi.me/categories/English/"},{"name":"Words and Sentences","slug":"English/Words-and-Sentences","permalink":"https://www.htpsi.me/categories/English/Words-and-Sentences/"}],"tags":[{"name":"Quote","slug":"Quote","permalink":"https://www.htpsi.me/tags/Quote/"},{"name":"English","slug":"English","permalink":"https://www.htpsi.me/tags/English/"},{"name":"Chinese","slug":"Chinese","permalink":"https://www.htpsi.me/tags/Chinese/"}]},{"title":"你好哇，xxx","slug":"你好哇,xxx","date":"2018-05-10T05:20:32.000Z","updated":"2018-05-17T07:53:00.126Z","comments":true,"path":"2018/05/10/你好哇,xxx/","link":"","permalink":"https://www.htpsi.me/2018/05/10/你好哇,xxx/","excerpt":"","text":"","categories":[{"name":"中文","slug":"中文","permalink":"https://www.htpsi.me/categories/中文/"},{"name":"随笔","slug":"中文/随笔","permalink":"https://www.htpsi.me/categories/中文/随笔/"}],"tags":[{"name":"清华园","slug":"清华园","permalink":"https://www.htpsi.me/tags/清华园/"},{"name":"孤岛","slug":"孤岛","permalink":"https://www.htpsi.me/tags/孤岛/"}]},{"title":"好想死","slug":"好想死","date":"2018-05-10T05:02:03.000Z","updated":"2018-05-17T08:05:35.913Z","comments":true,"path":"2018/05/10/好想死/","link":"","permalink":"https://www.htpsi.me/2018/05/10/好想死/","excerpt":"","text":"I’ve seen things you people wouldn’t believe. Attack ships on fire off the shoulder of Orion. I’ve watched c-beams glitter in the dark near the Tannhauser Gate. All those…moments will be lost in time, like tears…in rain. Time to die……… Roy BattyBlade Runner 如果说是死给了生意义，那么生存在这世上的意义到底是什么呢？如果真的有死神，请你出来告诉我吧，因为我这榆木脑袋实在想不出来。现在我的人生也过去差不多三分之一了，却怎么也找不到死赋予的意义也太过于沉重了。最近似乎特别能理解有些抑郁症的人，因为自己也差不多有点抑郁了吧。每天拼命的找些事想让自己开心，可是无论如何都开心不起来。现在想想读研以前的日子好幸福啊，要么什么都不想，要么就想些乱遭遭的事，每天什么都不干都特别快乐，一觉睡到天大亮。 好想好想死，但是死之前好想好想好好的活一次啊。","categories":[{"name":"中文","slug":"中文","permalink":"https://www.htpsi.me/categories/中文/"},{"name":"随笔","slug":"中文/随笔","permalink":"https://www.htpsi.me/categories/中文/随笔/"}],"tags":[{"name":"活着","slug":"活着","permalink":"https://www.htpsi.me/tags/活着/"}]},{"title":"挽歌","slug":"挽歌","date":"2018-05-06T02:40:39.000Z","updated":"2018-05-11T07:17:25.179Z","comments":true,"path":"2018/05/06/挽歌/","link":"","permalink":"https://www.htpsi.me/2018/05/06/挽歌/","excerpt":"","text":"挽歌轻唱，永失我王 如果一定要有个","categories":[],"tags":[]},{"title":"Take things slow","slug":"slow","date":"2018-05-03T09:07:01.000Z","updated":"2018-05-20T16:38:26.325Z","comments":true,"path":"2018/05/03/slow/","link":"","permalink":"https://www.htpsi.me/2018/05/03/slow/","excerpt":"","text":"","categories":[{"name":"English","slug":"English","permalink":"https://www.htpsi.me/categories/English/"},{"name":"Essays","slug":"English/Essays","permalink":"https://www.htpsi.me/categories/English/Essays/"}],"tags":[{"name":"Life","slug":"Life","permalink":"https://www.htpsi.me/tags/Life/"},{"name":"Ph.D","slug":"Ph-D","permalink":"https://www.htpsi.me/tags/Ph-D/"}]},{"title":"心态有点炸","slug":"有点炸","date":"2018-05-01T16:25:38.000Z","updated":"2018-05-11T07:17:25.181Z","comments":true,"path":"2018/05/02/有点炸/","link":"","permalink":"https://www.htpsi.me/2018/05/02/有点炸/","excerpt":"","text":"好气啊！！！编了一个晚上的曲子因为软件崩溃回档了……当我重新打开文件的时候，突然就浑身一凉。原来明明就有7轨，现在怎么变成5轨了。。好像我刚开始工作的时候就创建了另外两个轨道了啊！之前硕士毕业写论文的时候 后来跟同学聊到写论文到底是用word还是用latex的问题，我说word的一个最好的优点就是自动备份做的特别好","categories":[{"name":"中文","slug":"中文","permalink":"https://www.htpsi.me/categories/中文/"},{"name":"随笔","slug":"中文/随笔","permalink":"https://www.htpsi.me/categories/中文/随笔/"}],"tags":[{"name":"清华园","slug":"清华园","permalink":"https://www.htpsi.me/tags/清华园/"},{"name":"雨","slug":"雨","permalink":"https://www.htpsi.me/tags/雨/"}]},{"title":"夏至未至","slug":"夏至未至","date":"2018-04-18T15:31:43.000Z","updated":"2018-05-23T10:41:38.729Z","comments":true,"path":"2018/04/18/夏至未至/","link":"","permalink":"https://www.htpsi.me/2018/04/18/夏至未至/","excerpt":"","text":"今天 如果你要我回忆小时候的事，首先跳进脑海的就是晒的像黑泥鳅般光着上身只穿一个裤衩的小男孩儿顶着炎炎夏日咧着嘴巴坐在操场的路牙边儿上的画面。但其实我是讨厌夏天的，打从能记事儿开始就是。 春的阴柔，秋的飒爽和冬的冷肃 天气预报明天有雨，看来夏天还是要迟到几天，这下我放心了许多。 可能成长的标志就是要把话烂到肚子里。 高中之前我都生活在奶奶家。 奶奶家住平房，西边有条铁轨。铁轨东边是农房和农田，西边是荒野。奶奶家玉米地紧挨着铁轨，在东边，小小一片，只有几十株玉米。小时候，常坐在高起的铁轨旁的石堆上，看奶奶在地里弓着腰忙活。 铁轨西边的荒地，是一个禁忌地。奶奶，以及别人的奶奶都会严肃神秘的警告我们，不要去，地里荒，杂草高，会丢小孩。我是最乖的，胡同里大哥哥们总要计谋着突破铁轨，到东边探险，我每每鼓足勇气加入，到了铁轨就犯了怂，变成放哨人，目送他们钻入高高的草丛。对面荒地最近处有五棵白杨，高耸茂密，树干反着正午的阳光，白的晃眼。风吹过，“沙——沙——”，有点吵。现在回想起来，直到我长的比荒草高出一截，那五棵白杨好比五个巨大的侍卫，直直把我挡在铁轨东头，让人难靠近。 真正和这几颗杨树产生交集，还因小时候的一件糗事。小学一年级暑假，我纠集着学校里新认识的同学常来奶奶家院子，换着花样玩了整个夏天，直到开学前才意识到有暑假作业这回事。一个数学作业本32开不薄不厚一字未动，明天就要开学，我急的手心出汗。妈妈爸爸爷爷奶奶都把我当个好小孩，我还是数学课代表，越想越焦虑，我拿着干净到可以划破手的作业本，找了孩群当中一个女生，借了她的作业在玉米地旁的土坡上抄的飞起。见不得人的勾当做完了，我合上作业准备奔回家，铁轨东边五棵杨树依旧“沙——沙——”，世界真美好，一切都解决了。 开学后，我抄袭那位女孩的作业，成了把柄。小学女生的友情，如今想想是后宫一般，分拨分势力，谁和谁好了一点，谁和谁放学走在一起，计较的很。每每放学大家一起走，那女孩总含沙射影般，似是要将我抄她作业的事告诸老师，我看着她脸色作为，很难受。困顿到极处，我便跑去铁轨处，对着五棵白杨流泪，“沙——沙——”，他们无动于衷，我捡起颗石子扔过去，不及白杨处早早坠落，发泄无果只好忿忿回家。如此反复许多日，只有白杨知道我的秘密心事。后来事件如何解决我竟忘记了，似乎是靠几个玻璃球还是毽子挽回了即将崩坏的友谊，也成功掩盖了抄作业的糗闻，然而一旦心情阴沉就去白杨处坦白，成了一种习惯。小学，初中，直到高中搬走之前，我也总会去那边，坐上一会儿，偶尔火车穿过，也打断不了这份清净。 一晃过了好些年，奶奶家也搬走了有一阵子，只有每年过年的时候会陪家人去老房子看看，贴贴对联打扫一下。回去路上必会路过铁轨，现在两侧也都开发了，修了路，宽敞了许多，玉米地也都变成了安全隔离带。最近一次回家，我和奶奶坐在爸爸车后座闲聊，车沿着铁轨边的公路慢行，我晃一下看了眼窗外，感觉少了点儿什么，忽然想到原来是那五颗白杨不见了。停车后我小步快奔向轨道，还未靠近已看见对面杨树在根处被筏断，留五个树墩，泛着白，反着冬日的阳光。奶奶追上来，我好委屈的问，“怎么给砍了，这些个杨树？”奶奶说夏天有一次回来就变成了这样，这两侧空唠唠的不如以前好看了。她不知道我和这几棵树的友谊，这是我和他们的秘密。我内心翻滚着眼泪快掉下来，以为永远会在的东西，一个不小心就没了，再见也没说上一句。 现在常年在外，在北京搬来搬去，居无定所，每次都把物件和心事一起打包带走，一次一个地方，攒了好多事没有来得及回去说给白杨听。可能成长的标志，就是把话放在心里自己消化，世上没了白杨，心里要长出个树林。可我还是好希望他们都在，我心里的树林发不出“沙——沙——”声，好多话说给他们就被吞掉，再无回音了。","categories":[{"name":"中文","slug":"中文","permalink":"https://www.htpsi.me/categories/中文/"},{"name":"随笔","slug":"中文/随笔","permalink":"https://www.htpsi.me/categories/中文/随笔/"}],"tags":[{"name":"清华园","slug":"清华园","permalink":"https://www.htpsi.me/tags/清华园/"},{"name":"夏","slug":"夏","permalink":"https://www.htpsi.me/tags/夏/"}]},{"title":"下雨了","slug":"北京的雨","date":"2018-04-13T14:31:43.000Z","updated":"2018-05-23T10:46:17.752Z","comments":true,"path":"2018/04/13/北京的雨/","link":"","permalink":"https://www.htpsi.me/2018/04/13/北京的雨/","excerpt":"","text":"今天北京又下了雨。 记得在上海的时候，梅雨季往往能下上个十天半月——然后晴两天再继续下。室友们每天一边骂骂咧咧一边盼着天晴的日子，我也随声附和。但他们并不知道，我打心底其实是欢喜的。撑上把雨伞，走在校园的梧桐树下，听着雨水打在伞上的噼啪声，别提有多惬意了。别人可能觉得阳光普照万里无云很是清爽，但我只觉得热燥；阴雨的天气大多数人不喜，说是阴冷潮湿，我却觉得她温柔。 上海的雨绵绵沥沥的，总是小雨变大雨，大雨再换小雨，一下就下个不停。北京的雨则是点到为止，还没说上几句话，就悄然离去了，不给人一点道别的机会。所以每到下雨的日子，我总会抓上机会，收起头上的伞，沾染一点雨的气息。 至于是为什么会喜欢下雨天，我也说不大清楚。回想起来，大约从小学就开始了吧。小时候总是很讨厌一个人写作业，家里书房也没其他东西可供消遣，这时候窗外的雨点声就是最好的陪伴了。“君问归期未有期，巴山夜雨涨秋池”，每每这个时候，仿佛自己也不是在写作业，而是在跟一个多年未见的好朋友写些心里话，莫名的也多了点诗意，多了点动力。而晴朗的天气里，不管带没带伞，总是期盼老天给突然来个惊喜。看着行人变得匆匆的脚步，无聊的日子也多了点趣味。 说到小学，前几年我是寄住在奶奶家的，只有周末能够回家住两天。但是有个例外，就是下雨的时候，大概父母怕我淋感冒了，会来接我回去。那时候没有电话，有时候父母没来，我会在学校门口一直等到所有 如果没发现，现在 现在想想，从那时起，雨滴就混进泪滴一起都流到心里去了，所以才会觉得她亲切吧。 记得初中的时候，有一次上作文课，别的同学都在奋笔疾书，我则是偏着头趴在田字格本子上，支楞着另一边的耳朵。听着不时响起的雷声，整个人都心不在焉起来，以至于下课交了空白的本子。后面有没有被批评不记得了，放学的时候雨点才刚刚开始下来，不过天上的乌云却聚的厉害。别的同学都急着回家，我却不以为然。在我看来，轰鸣的雷声就像沉重的鼓点，那翻卷的乌云则是黑色的烟花，它们都是在为我送行。刚骑上车的时候，雨还不大。骑到半路，雨水突然泄了匝，像连着的弹珠一样往我身上拍了下来，不过我却更加开心了。整个人暴风雨中的海燕，然后一边淋着大雨一边笑着唱着回到了家。从家到学校，从学校到家，夏去东来，在求学路上经过多少次风雨已经记不得了，那时青春的汗水总和雨水为伴，。大概因为那时就喜欢苦中作乐，后来的人生就多了些悲喜。 再后来，雨就成了一个一般下雨的第一天空气会比较闷浊，第二天就会变得特别清新。如果一场大雨留上个几天慢慢收尾那就再好不过了，这时提把伞出门，仿佛也置身于戴望舒的雨巷，去学校东边的池塘那边散散步。看着雨水 来北京之后，下雨天变得越发珍贵起来。天上的雨越来越少，心里的雨却经常哗啦啦下个不停，但是那雨声别人都听不到，只能自己听了。 路上打伞的行人啊，躲雨躲了一辈子，不知听不听得到雨儿在哭泣。","categories":[{"name":"中文","slug":"中文","permalink":"https://www.htpsi.me/categories/中文/"},{"name":"随笔","slug":"中文/随笔","permalink":"https://www.htpsi.me/categories/中文/随笔/"}],"tags":[{"name":"清华园","slug":"清华园","permalink":"https://www.htpsi.me/tags/清华园/"},{"name":"雨","slug":"雨","permalink":"https://www.htpsi.me/tags/雨/"}]},{"title":"Welcome to My Home Page!","slug":"Welcome","date":"2017-12-26T14:34:30.000Z","updated":"2018-05-17T14:59:40.345Z","comments":true,"path":"2017/12/26/Welcome/","link":"","permalink":"https://www.htpsi.me/2017/12/26/Welcome/","excerpt":"","text":"This is my personal website. I mainly use this website to post some articles. In other words, it can be seen as a weblog up till now. More features are under construction. The idea of establishing my own website has been deep in my mind. However, I know that content is always more important than its frame. For a long time before, I was full of plasure and happiness, and therefore had few things to express. When I finally left Shanghai to Beijing, just like Jack Sparrow left his Black Pearl, immense void came upon me. Arthur Schopenhauer has said, “To live alone is the fate of all great souls”. I am not sure if the soul exists, but I am sure that “great” has nothing to do with me. I am just a normal person with curiosity, affection, rapacity, persistence and weakness. But these emotions and sparks in the silent night strongly impel me to type something, therefore this website was born. Except for casual literary notes, some collected or original resources would also be posted here. Enjoy yourself and Hope we can be friends! Let life be beautiful like summer flowers and death like autumn leaves. Rabindranath TagoreStray Birds","categories":[{"name":"In English","slug":"In-English","permalink":"https://www.htpsi.me/categories/In-English/"},{"name":"Bulletin","slug":"In-English/Bulletin","permalink":"https://www.htpsi.me/categories/In-English/Bulletin/"}],"tags":[{"name":"Welcome","slug":"Welcome","permalink":"https://www.htpsi.me/tags/Welcome/"}]}]}